#djui/alias-tips
caarlos0/zsh-mkc
caarlos0/zsh-open-github-pr

# annotations are also allowed:

robbyrussell/oh-my-zsh folder:plugins/colored-man-pages
robbyrussell/oh-my-zsh folder:plugins/archlinux
robbyrussell/oh-my-zsh folder:plugins/archive

zimfw/zimfw folder:modules/environment
zimfw/zimfw folder:modules/archive
zimfw/zimfw folder:modules/archive/functions kind:path
zimfw/zimfw folder:modules/fasd
zimfw/zimfw folder:modules/directory
zimfw/zimfw folder:modules/git
#zimfw/zimfw folder:modules/git/functions kind:path
#zimfw/zimfw folder:modules/git-info
zimfw/zimfw folder:modules/history
zimfw/zimfw folder:modules/input
zimfw/zimfw folder:modules/utility
zimfw/zimfw folder:modules/meta
zimfw/zimfw folder:modules/completion
zimfw/zimfw folder:modules/prompt kind:path

zdharma/history-search-multi-word
zdharma/fast-syntax-highlighting
b4b4r07/emoji-cli
keithhamilton/oh-my-dogesh
peterhurford/git-it-on.zsh
zsh-users/zsh-history-substring-search
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions
#supercrabtree/k

# themes
#hoffi/wezmzsh-theme-lambda
#denysdovhan/spaceship-prompt
mafredri/zsh-async
sindresorhus/pure
